Tekla Open API Reference for Tekla Structures 2025
TeklaStructuresFiles Properties
The TeklaStructuresFiles type exposes the following members.
Properties
Name | Description
PropertyFileDirectories
 The directories where to look for property files.
Top
See Also
Reference
TeklaStructuresFiles Class
Tekla.Structures Namespace